[{"text": "I was curious about the concept of emotional repression.", "start": 0.84, "duration": 3.84}, {"text": "hat I'm getting from this work is that we have negative emotions,", "start": 5.28, "duration": 4.32}, {"text": "and we put out an emotional signature of what we want to create.", "start": 12.18, "duration": 4.16}, {"text": "Every time something comes that goes against that, we change,", "start": 16.82, "duration": 4.16}, {"text": "and we go back to our original plan.", "start": 20.98, "duration": 2.3}, {"text": "But if we have somebody with trauma from their past,", "start": 24.1, "duration": 3.44}, {"text": "and there's a repression there,", "start": 28.58, "duration": 2.16}, {"text": "they're trying to avoid it,", "start": 31.24, "duration": 1.84}, {"text": "how does that fit in this type of work?", "start": 33.66, "duration": 2.48}, {"text": "Parts of it sound like repression,", "start": 38.88, "duration": 2.32}, {"text": "and other parts sound like creation.", "start": 41.2, "duration": 2.18}, {"text": "At what point do we separate the two?", "start": 44.2, "duration": 2.4}, {"text": "Have you ever heard me say that emotions are bad?", "start": 46.84, "duration": 3.2}, {"text": "No.", "start": 50.52, "duration": 0.5}, {"text": "Have you?", "start": 51.16, "duration": 0.64}, {"text": "No, emotions are the end product of an experience.", "start": 51.88, "duration": 3.36}, {"text": "So then, do I react in my life?", "start": 57.0, "duration": 1.48}, {"text": "Yep, I do.", "start": 58.7, "duration": 1.12}, {"text": "But the question is,", "start": 60.88, "duration": 1.36}, {"text": "how long are you going to react?", "start": 62.78, "duration": 2.08}, {"text": "That's the real question.", "start": 64.86, "duration": 1.14}, {"text": "Because if you keep that emotional reaction going on for an extended period of time,", "start": 66.8, "duration": 4.74}, {"text": "sooner or later it will become your identity.", "start": 71.54, "duration": 2.3}, {"text": "And then people say, \"Why are you so bitter? Why are you so frustrated? Why are you suffering so much?\"", "start": 73.84, "duration": 5.72}, {"text": "Your brain, in that emotion, you're in the emotion, which means you're in the chemical residue of the past", "start": 79.56, "duration": 5.74}, {"text": "is going to call up the event because you're emotionally connected to it.", "start": 85.3, "duration": 4.54}, {"text": "And you're going to say, \"I'm this way because of that past experience.\"", "start": 89.84, "duration": 2.86}, {"text": "So then imagine what I do with people.", "start": 94.24, "duration": 2.48}, {"text": "We have people that have been abused.", "start": 96.82, "duration": 2.48}, {"text": "We have people that've been traumatized, that've been assaulted.", "start": 100.06, "duration": 4.48}, {"text": "We have people that've had very, very difficult pasts.", "start": 105.44, "duration": 3.68}, {"text": "Have you ever heard me say to revisit the event?", "start": 111.5, "duration": 3.12}, {"text": "Have you ever heard me say that?", "start": 115.64, "duration": 0.88}, {"text": "Never do we need to revisit the event because once you do, you open the box.", "start": 117.64, "duration": 4.98}, {"text": "But what we want to do is overcome the emotion because that's just what's lasting from the event.", "start": 122.92, "duration": 6.4}, {"text": "You sit a person down, and the moment you sit them down, what do you think the body is going to do?", "start": 129.36, "duration": 6.24}, {"text": "It's going to look for something to recreate that emotion because that's the person's identity.", "start": 136.66, "duration": 6.48}, {"text": "Are you with me still?", "start": 143.7, "duration": 0.92}, {"text": "If I inspire the person to sit there, and they're sitting there,", "start": 147.36, "duration": 2.86}, {"text": "and all of a sudden they're noticing that they're hot,", "start": 151.44, "duration": 3.6}, {"text": "and they're irritated, and their stomach is twisting.", "start": 156.56, "duration": 4.3}, {"text": "All of a sudden, it's a group of sensations,", "start": 161.92, "duration": 4.52}, {"text": "a group of feelings", "start": 167.14, "duration": 1.28}, {"text": "that they have called all along frustration,", "start": 169.22, "duration": 2.88}, {"text": "but the different sensations, the moment you name it, it becomes an emotion.", "start": 173.62, "duration": 5.12}, {"text": "But what it is, is just bodily sensations.", "start": 179.38, "duration": 2.8}, {"text": "It's energy that's stuck in the body, so the body is looking to go back to the past. It's believing it's in the past.", "start": 182.18, "duration": 7.36}, {"text": "Are you with me still?", "start": 189.94, "duration": 1.44}, {"text": "So if the person becomes aware that their body is doing that,", "start": 191.56, "duration": 4.0}, {"text": "and like training an animal, allow the body to feel that emotion, and then settle it down into the present moment,", "start": 196.8, "duration": 7.0}, {"text": "when you settle it down into the present moment, the body starts to trust the present moment and move out of the past,", "start": 203.84, "duration": 7.0}, {"text": "and there's a release of energy.", "start": 210.84, "duration": 1.8}, {"text": "Then the body goes, \"Wait a second, what's going to happen the next moment? Because ...\" It starts doing that,", "start": 212.64, "duration": 5.2}, {"text": "and it starts to try anticipate the future,", "start": 217.84, "duration": 2.68}, {"text": "and you settle the body back down into the present moment.", "start": 220.52, "duration": 2.94}, {"text": "Every time you do that, you're telling the body it's no longer the mind,", "start": 223.68, "duration": 4.72}, {"text": "that you're the mind, and your will is getting greater than the program.", "start": 228.58, "duration": 4.8}, {"text": "All of a sudden, you start to lower the volume to that emotion.", "start": 233.52, "duration": 4.08}, {"text": "When you begin to break the addiction to that emotion, the side effect of breaking that addiction is called joy.", "start": 238.92, "duration": 7.0}, {"text": "It's called freedom.", "start": 246.3, "duration": 1.44}, {"text": "All of a sudden, the body is saying, \"I don't want to be tormented anymore.\"", "start": 248.6, "duration": 3.5}, {"text": "Now does that mean you shouldn't grieve over things that you lose?", "start": 252.28, "duration": 4.4}, {"text": "Grieving is a biological process, it's neural pruning, it's a death of circuitry, it's a death of emotions,", "start": 258.02, "duration": 7.0}, {"text": "it's the absence, a void of something in your life.", "start": 265.48, "duration": 3.36}, {"text": "That's important, but in grief, sooner or later you got to come to a greater understanding about death,", "start": 268.84, "duration": 5.9}, {"text": "a greater understanding about loss, a greater understanding so that you can adapt to those conditions.", "start": 274.94, "duration": 6.96}, {"text": "Every time I sit with someone, and they start complaining about their life,", "start": 281.9, "duration": 4.98}, {"text": "and I let them go for a few minutes, and then I go, \"Oh ...\"", "start": 288.94, "duration": 3.68}, {"text": "You know what I say to them?", "start": 292.82, "duration": 1.76}, {"text": "\"You only complain about your life when it's not working, and the emotion that you're feeling right now is keeping you connected to the past.", "start": 295.8, "duration": 7.0}, {"text": "You never do this when your life is working.\"", "start": 302.8, "duration": 2.82}, {"text": "So I don't have a problem", "start": 308.22, "duration": 1.6}, {"text": "with moving though the stages of emotions,", "start": 309.82, "duration": 2.44}, {"text": "but I also know that what a person really wants more than anything else is to be free.", "start": 312.74, "duration": 5.52}, {"text": "People want to be free, and I have witnessed transformation on every culture, on every skin color, every shape, every size, every age.", "start": 322.2, "duration": 6.6}, {"text": "I've witnessed it.", "start": 328.8, "duration": 0.68}, {"text": "The same radiance that takes place in a person's face, a light behind their eyes,", "start": 331.22, "duration": 5.36}, {"text": "a different physical presentation of their face is eminent.", "start": 337.72, "duration": 4.08}, {"text": "It's real.", "start": 341.84, "duration": 0.72}, {"text": "That person has worked to overcome themselves.", "start": 343.64, "duration": 3.2}, {"text": "So it's not that we shouldn't feel emotions.", "start": 347.88, "duration": 2.96}, {"text": "We should feel those emotions and feel them completely, and like a child, get over it though, and just let it out and then go.", "start": 352.56, "duration": 7.0}, {"text": "When we witness people analyzing their life within some disturbing emotion on the brain scans,", "start": 359.56, "duration": 6.22}, {"text": "over and over again we saw their brain getting worse, just worse.", "start": 366.04, "duration": 4.32}, {"text": "I would go, \"Excuse me, Hector, what the hell were you doing in there?\"", "start": 370.36, "duration": 4.46}, {"text": "\"Oh, I was just caught up with my ex and the kids.\"", "start": 375.44, "duration": 3.2}, {"text": "\"Well, I want you to know that that's making your brain worse.\"", "start": 378.64, "duration": 3.24}, {"text": "So then, when they start reasoning that,", "start": 383.1, "duration": 2.72}, {"text": "and they understand I'm not going to give them the answer to their problems,", "start": 385.9, "duration": 5.04}, {"text": "because when a person is suffering, what are they looking for?", "start": 390.94, "duration": 3.38}, {"text": "They're looking for me to take them out of their suffering.", "start": 395.42, "duration": 2.6}, {"text": "I can give them the answer,", "start": 398.02, "duration": 1.78}, {"text": "the correct answer to their problems, and they will argue against me.", "start": 399.98, "duration": 4.64}, {"text": "They will argue the entire time.", "start": 406.14, "duration": 2.16}, {"text": "\"No, but ... No, but ... No, but ...\"", "start": 408.86, "duration": 1.8}, {"text": "Well, I just say, \"Take the ride with me. Give me four days. Give me five days, cross the river.", "start": 412.78, "duration": 6.16}, {"text": "Get beyond yourself and get beyond that emotion.\"", "start": 418.94, "duration": 2.8}, {"text": "The memory without the emotional charge is wisdom,", "start": 422.84, "duration": 3.44}, {"text": "and that's the name of the game.", "start": 426.3, "duration": 2.08}, {"text": "Because the soul can't go to the future, can't create a new adventure, can't journey back to source if you're living by some emotion that's keeping you in the past.", "start": 431.72, "duration": 7.0}, {"text": "The soul doesn't even know what to dream about.", "start": 439.8, "duration": 1.88}, {"text": "It can't because it's seeing the future through the lens of the past.", "start": 441.68, "duration": 4.28}, {"text": "So then, when a person starts coming up against themselves, and they're sitting there, and you say, \"You create your reality.\"", "start": 445.96, "duration": 6.48}, {"text": "\"All right. Well, then I'm going to have a thought about what I want.\"", "start": 452.44, "duration": 3.78}, {"text": "But they can't control their thoughts.", "start": 456.22, "duration": 1.84}, {"text": "That's because their body's influencing their mind.", "start": 458.82, "duration": 2.64}, {"text": "The only way they're going to begin to liberate energy is to be still and to know that they're god,", "start": 462.26, "duration": 6.4}, {"text": "to be greater than their body.", "start": 469.12, "duration": 1.24}, {"text": "Every time they settle it back into the present moment, they're lowering the volume to that emotion,", "start": 470.36, "duration": 5.5}, {"text": "and now they become the mind, and the body is no longer the mind.", "start": 475.9, "duration": 4.16}, {"text": "When the body is finally free, they'll see possibilities they never saw before.", "start": 480.06, "duration": 4.56}, {"text": "I've seen it too many times.", "start": 484.64, "duration": 1.84}, {"text": "All of a sudden, all that person wants to do is be in the present moment and become more happy.", "start": 486.6, "duration": 6.08}, {"text": "They want more of that.", "start": 492.68, "duration": 1.46}, {"text": "But living in guilt, or grief, or shame, or unworthiness ...", "start": 495.38, "duration": 4.0}, {"text": "I had someone tell me they lost a loved one the other day.", "start": 499.38, "duration": 2.4}, {"text": "I said, \"Well, okay, how long have you been grieving?\"", "start": 501.78, "duration": 2.62}, {"text": "\"Oh, about a year.\"", "start": 504.46, "duration": 1.28}, {"text": "\"Really? Okay, well, suppose it was you that left, and you were looking at the person you loved moping around for a year.", "start": 505.74, "duration": 6.08}, {"text": "What would you say to them after a year if you truly love them?", "start": 511.82, "duration": 3.12}, {"text": "Get over it and have a happy life. I'm doing great.", "start": 515.46, "duration": 2.86}, {"text": "Make yourself happy. You really love me?", "start": 519.38, "duration": 1.6}, {"text": "Live a happy life. That would be the greatest testament of love for each other.", "start": 520.98, "duration": 4.7}, {"text": "Because if you're suffering, then you're making this hard on me.\"", "start": 526.26, "duration": 4.4}, {"text": "So then we always have to update our versions", "start": 531.38, "duration": 3.3}, {"text": "about reality because it's the only way that we adapt.", "start": 535.2, "duration": 3.6}, {"text": "Don't believe everything you've read or heard, it just may not be the truth.", "start": 539.82, "duration": 5.48}, {"text": "There's always a greater truth that you and I can begin to investigate.", "start": 545.88, "duration": 3.5}, {"text": "Surely someone in eternity has had similar problems as you and I, and they've gotten beyond it. Yes or no?", "start": 549.98, "duration": 6.96}, {"text": "So study that person.", "start": 557.6, "duration": 1.54}, {"text": "You want to be wealthy? Study wealthy people.", "start": 559.66, "duration": 3.04}, {"text": "Don't just have some panacea that you're just going to get wealthy.", "start": 562.82, "duration": 4.48}, {"text": "Read about wealthy people and find out that they lost everything and failed miserably 20, 50 times.", "start": 567.3, "duration": 6.42}, {"text": "But what they had is a characteristic, a quality in their personality is they were persistent.", "start": 574.5, "duration": 6.32}, {"text": "They kept changing, and they kept forgiving and letting go of the past, and kept going.", "start": 580.82, "duration": 4.84}, {"text": "And when they had all the money they wanted, it was never about the money", "start": 586.74, "duration": 4.72}, {"text": "it was just about that they could prove to themselves that they can do it.", "start": 591.46, "duration": 2.84}, {"text": "You and I are no different than that.", "start": 595.34, "duration": 1.7}, {"text": "But if you can't create a future because of some emotion that keeps you in the past,", "start": 597.62, "duration": 5.44}, {"text": "you're going to have to square off with that emotion.", "start": 603.06, "duration": 2.3}, {"text": "When you sit down, and your body has all those physical sensations, and it's getting vigilant,", "start": 605.36, "duration": 5.64}, {"text": "and it wants to get up, and it wants to move, and you're just going,", "start": 611.52, "duration": 2.86}, {"text": "\"Wow.\"", "start": 614.8, "duration": 0.5}, {"text": "You're settling it down, and you're working with it.", "start": 615.3, "duration": 3.24}, {"text": "You got to agree with me that something greater in you is climbing out of that body.", "start": 619.32, "duration": 6.66}, {"text": "Something greater in you is awakening.", "start": 625.98, "duration": 2.08}, {"text": "When you're able to overcome those emotions, truly break the addiction,", "start": 628.44, "duration": 4.88}, {"text": "don't you know that you'll return back to your life and face the person that betrayed you?", "start": 633.42, "duration": 5.92}, {"text": "You will see a part of yourself that you used to be that you no longer are, and you're not going to have anything else but love for them.", "start": 640.04, "duration": 7.0}, {"text": "In fact, you're going to have compassion for them because you're going to realize how stuck they are, and you're liberated and free.", "start": 647.04, "duration": 6.94}, {"text": "True forgiveness is when you take your attention off somebody because you've overcome the emotion.", "start": 654.0, "duration": 6.22}, {"text": "That gives them permission to show up differently in your life", "start": 660.72, "duration": 3.9}, {"text": "because you freed yourself, and you freed them.", "start": 664.62, "duration": 3.04}, {"text": "All of a sudden, reality begins to unfold in mysterious ways,", "start": 668.14, "duration": 4.94}, {"text": "and that person shows up and says, \"Forgive me, I was so wrong.\"", "start": 673.32, "duration": 5.52}, {"text": "You're over it already, and you're just like,", "start": 679.46, "duration": 2.08}, {"text": "\"Go on with it, man. I'm in a new life. I would've never been in this new life if you didn't betray me. Thank you.\"", "start": 681.54, "duration": 6.46}]
