[{"text": "Okay, this is Vidcon day 2 - no yes day  2 - my day one actual, actual day 2.", "start": 0.0, "duration": 5.38}, {"text": "Hello. My name is Jules. Hello brains! This is my first day of Vidcon and it's really exciting so far", "start": 8.38, "duration": 5.179}, {"text": "We've gotten to hear talk by Jack who started Patreon. Which is why - reason why I'm so nervous?", "start": 13.559, "duration": 5.01}, {"text": "This is the reason why that I'm even able to do all of this because we get someone to support on Patreon and earlier", "start": 18.609, "duration": 5.3}, {"text": "We got to see John and Hank Green and he answered questions that I tweeted at him what's your best life advice", "start": 23.909, "duration": 5.531}, {"text": "Have a good time!", "start": 29.44, "duration": 2.8}, {"text": "No", "start": 32.24, "duration": 0.84}, {"text": "[laughter]", "start": 33.08, "duration": 1.26}, {"text": "And it was-just-this is all like really exciting and overwhelming and we met with um I don't have names or anything in my brain now. I'm excited", "start": 34.34, "duration": 7.76}, {"text": "I'm this way right now flustered because I just realized that I'm going to all these panels", "start": 42.1, "duration": 4.82}, {"text": "And I'm hearing all these people talk and like going", "start": 46.92, "duration": 2.04}, {"text": "Oh, and I'm going to do a panel soon, and I'm a little freaked out. I gotta I gotta be honest", "start": 48.96, "duration": 5.069}, {"text": "I am going to go sit on a stage for an hour and pretend", "start": 54.03, "duration": 2.819}, {"text": "I have something that is worth coming to this", "start": 56.849, "duration": 2.671}, {"text": "panel instead of a different panel that they could have gone to instead, and I'm a little nervous. Um", "start": 59.56, "duration": 5.2}, {"text": "Yeah, try not to freak out. This thing is just growing This, this channel is growing and and the ability to reach people is", "start": 64.76, "duration": 6.94}, {"text": "improving and I just sat in and listened to a talk about how to", "start": 71.7, "duration": 4.06}, {"text": "build a team, because we have so many people helping out with the channel that I want to make sure I'm a good leader to", "start": 75.76, "duration": 4.28}, {"text": "them and this has just gotten so much bigger than me", "start": 80.04, "duration": 2.64}, {"text": "and I don't know what to do with it. \n and like-I just hope that we can help as many people as possible.", "start": 85.78, "duration": 3.98}, {"text": "Vidcon the after hours. We're at a party. [Edward] Damn! It's good to see you brains", "start": 94.08, "duration": 6.82}]
