[{"text": "Maybe the thing you're most scared of is exactly what you should do.", "start": 0.06, "duration": 2.06}, {"text": "I love what I do still, I have passion for it.", "start": 2.12, "duration": 2.6}, {"text": "Whatever it was, I just tried to dominate it.", "start": 4.94, "duration": 2.44}, {"text": "Why don't you just say your name and tell me what you do.", "start": 7.42, "duration": 2.86}, {"text": "I'm Chris Evans and I'm an actor.", "start": 10.28, "duration": 1.76}, {"text": "If you could give yourself advice,", "start": 12.22, "duration": 2.58}, {"text": "like look back and talk to the 12 year old version of yourself, what advice would you give?", "start": 15.0, "duration": 5.62}, {"text": "Yeah, you know I'd say and it sounds - it might seem", "start": 20.76, "duration": 3.68}, {"text": "Oversimplified, but it's profound.", "start": 25.14, "duration": 1.64}, {"text": "I'd say \"Shh.\"", "start": 26.92, "duration": 1.62}, {"text": "It's been a big thing for me, \"Shh.\"", "start": 35.14, "duration": 2.0}, {"text": "You know it's so funny how noisy my brain is and", "start": 37.54, "duration": 3.34}, {"text": "everyone's brain is noisy, it's what it does, it makes thoughts.", "start": 41.8, "duration": 2.32}, {"text": "The problem is, I think in most of our lives the root of suffering is", "start": 44.24, "duration": 2.58}, {"text": "following that brain noise and listening to that brain noise and actually", "start": 46.82, "duration": 2.96}, {"text": "identifying with it as if it's who you are.", "start": 50.379, "duration": 2.0}, {"text": "That's just the noise your brain makes you know and", "start": 52.54, "duration": 2.56}, {"text": "more often than not, it probably doesn't have much to say that's going to help you", "start": 55.24, "duration": 4.3}, {"text": "For Captain America, I read that you turned down the role a number of times, can you explain why?", "start": 60.22, "duration": 6.22}, {"text": "It was because it was a big commitment,", "start": 67.38, "duration": 2.36}, {"text": "they wanted six movies,", "start": 69.74, "duration": 1.86}, {"text": "and you know normally you do movies one at a time", "start": 71.78, "duration": 2.84}, {"text": "and if one of those movies hits and is a success", "start": 74.9, "duration": 2.8}, {"text": "and your life noticeably changes", "start": 77.9, "duration": 2.26}, {"text": "you know your personal life, your anonymity, privacy is affected, you have the opportunity to", "start": 80.36, "duration": 5.2}, {"text": "stop and regroup and go home and just you know make a decision", "start": 85.56, "duration": 4.08}, {"text": "from then on how do you want to proceed with your life.", "start": 89.82, "duration": 2.72}, {"text": "The worry was if this movie hits and there is a lifestyle change, and I don't react well to it", "start": 93.06, "duration": 5.7}, {"text": "I don't have the opportunity, the luxury to say", "start": 98.84, "duration": 2.9}, {"text": "\"You know guys, I'm good, I think I'm going to go back to doing,", "start": 101.9, "duration": 2.28}, {"text": "you know, indies or maybe something else, you know maybe in a couple of years I don't want to act anymore", "start": 104.19, "duration": 4.189}, {"text": "I don't know", "start": 108.38, "duration": 0.72}, {"text": "It's just, six movies can be spread over ten years", "start": 109.1, "duration": 2.46}, {"text": "and you're making a decision for a decade and it's not just a decision for you", "start": 111.56, "duration": 3.72}, {"text": "If the lifestyle changes to a point where your anonymity is compromised,", "start": 115.66, "duration": 3.42}, {"text": "then it's really not your right to complain anymore.", "start": 119.24, "duration": 2.82}, {"text": "So if all of a sudden someone in your family is up in a hospital", "start": 122.06, "duration": 2.64}, {"text": "and you're going in and out every day and someone's taking pictures of you", "start": 124.88, "duration": 2.24}, {"text": "and you complain, everyone's going to say", "start": 127.18, "duration": 1.68}, {"text": "\"Too bad. You made this bed, sleep in it.\"", "start": 128.92, "duration": 1.76}, {"text": "And that's a shame.", "start": 130.8, "duration": 0.74}, {"text": "And that's a decision you have to make and prepare for,", "start": 131.78, "duration": 1.88}, {"text": "this isn't - this ripple effect isn't just going to be about me.", "start": 133.66, "duration": 3.7}, {"text": "And that's scary, you know, you think \"Was there another way to", "start": 137.52, "duration": 3.44}, {"text": "get where I want to get without this?\" you know what I mean,", "start": 141.14, "duration": 2.6}, {"text": "if the strings attached are six movies", "start": 143.74, "duration": 2.14}, {"text": "That's a scary loss of control that I just wasn't ready to process and so I said no", "start": 146.58, "duration": 5.68}, {"text": "And I asked every human being in my life what they thought,", "start": 152.72, "duration": 3.2}, {"text": "and you know everyone said I should do the movie and I did - I said I've gone to therapy,", "start": 156.02, "duration": 3.44}, {"text": "I went to therapy, I was like \"Fine, I'll talk to a therapist, see what they have to say.\" you know", "start": 159.46, "duration": 4.18}, {"text": "you know because I do struggle with - I get anxiety about certain things and", "start": 164.4, "duration": 3.44}, {"text": "press and things like that, you know all those things were tied into", "start": 168.38, "duration": 3.32}, {"text": "Marvel responsibilities", "start": 172.86, "duration": 1.24}, {"text": "And it kind of started to shift on me,", "start": 175.0, "duration": 1.74}, {"text": "it started to feel like maybe the thing you're most scared of is exactly what you should do,", "start": 176.75, "duration": 3.899}, {"text": "maybe this is actually what you should", "start": 180.649, "duration": 1.931}, {"text": "push yourself into and it just started to make sense to me that way. And I said \"Let's go for it.\"", "start": 182.76, "duration": 4.06}, {"text": "And, you know, it was", "start": 186.829, "duration": 2.0}, {"text": "a bumpy acclimation, it was certainly a", "start": 189.81, "duration": 2.0}, {"text": "nerve-wracking first couple weeks of shooting as to whether or not I had made the right choice,", "start": 192.48, "duration": 3.0}, {"text": "but in retrospect, it certainly was.", "start": 195.62, "duration": 2.74}, {"text": "Oh my God, can you imagine, I'd be kicking myself", "start": 198.36, "duration": 3.54}, {"text": "My agent's got, you know, a lifetime supply of \"I told you so\"s after that one.", "start": 203.92, "duration": 6.08}, {"text": "The times that I felt my best are the moment that I've been able to pull that plug and say \"Chris, shh.\"", "start": 212.44, "duration": 6.36}, {"text": "And it's not quitting, it's not giving up.", "start": 221.4, "duration": 3.02}, {"text": "It's not washing your hands at the thought. It's rising above it. It's operating on a separate plane.", "start": 224.52, "duration": 4.26}, {"text": "You can't dissect why that works", "start": 230.2, "duration": 2.7}, {"text": "because the reason it works doesn't speak the same language that the brain speaks.", "start": 232.9, "duration": 3.52}, {"text": "It can't try and say \"Well, why shush?\"", "start": 236.58, "duration": 2.0}, {"text": "Because the shush is you know -\n it's different, it's different and when you just \"Shh.\"", "start": 238.74, "duration": 5.68}, {"text": "It feels good, like that's better. That's better.", "start": 246.36, "duration": 3.98}, {"text": "And I think back to all the amount of time I probably spent suffering as a result of brain noise.", "start": 250.5, "duration": 5.26}, {"text": "Hours of my life wasted.", "start": 256.72, "duration": 2.1}, {"text": "So, that's what I'd say, \"Shh.\"", "start": 262.16, "duration": 2.48}, {"text": "Where are you from?", "start": 265.92, "duration": 1.08}, {"text": "I'm from Boston.", "start": 267.0, "duration": 1.06}, {"text": "You still consider that your home, you said you're often up there.", "start": 268.16, "duration": 1.9}, {"text": "Yeah, yeah, I got a place back there. I mean like I said I got nothing against LA, I just", "start": 270.14, "duration": 3.38}, {"text": "prefer the East coast.", "start": 274.22, "duration": 1.18}, {"text": "I'm one of six. I have three brothers and sisters. Older sister, myself, younger brother, younger sister.", "start": 277.22, "duration": 6.62}, {"text": "We're really close, you know a very tight-knit family. We did everything together. We're all actors, so we're all very melodramatic. We're all very", "start": 285.15, "duration": 6.47}, {"text": "imaginative, we played a lot of games together just in our backyard.", "start": 293.58, "duration": 3.409}, {"text": "I had a great childhood, a great youth and my family was a big part of it, that's why I love them", "start": 297.54, "duration": 4.88}, {"text": "but going home for me is kind of where I just reconnect to that part of my mind,", "start": 302.54, "duration": 5.36}, {"text": "and when I just come out here too long and things that shouldn't matter start mattering", "start": 308.0, "duration": 3.96}, {"text": "and you say I gotta - I gotta recharge.", "start": 312.14, "duration": 3.9}, {"text": "Initially I was really big into art, so drawing and painting.", "start": 316.46, "duration": 3.96}, {"text": "But art school was going to be the path I was gonna take.", "start": 320.6, "duration": 1.96}, {"text": "I didn't start acting till I was about maybe 13, 14. My older sister was doing plays.", "start": 322.6, "duration": 4.2}, {"text": "She was having a ball, I figured I'd try it and it was a good time, so I kept doing it.", "start": 327.72, "duration": 5.22}, {"text": "I probably had much bigger balls then than I do now. Now I sit, you know, terrified before auditions.", "start": 334.92, "duration": 5.66}, {"text": "I probably couldn't wait to get in the room.", "start": 341.02, "duration": 2.1}, {"text": "I mean, I think back to some of the things I did at,", "start": 343.12, "duration": 1.9}, {"text": "you know, acting camp and things like that, just gusto and willingness", "start": 345.02, "duration": 4.98}, {"text": "God! Who has the yearbook?", "start": 351.48, "duration": 2.38}, {"text": "Who did this?", "start": 354.26, "duration": 1.1}, {"text": "Were you were you in the Virtuous Burglar or the Bald Soprano?", "start": 355.8, "duration": 3.59}, {"text": "I was in the Virtuous Burglar.", "start": 359.72, "duration": 1.58}, {"text": "And what role did you play?", "start": 361.3, "duration": 1.56}, {"text": "I don't remember.", "start": 362.86, "duration": 0.82}, {"text": "I mean, I did a lot of plays, I couldn't tell you,", "start": 363.82, "duration": 2.86}, {"text": "I mean,", "start": 367.14, "duration": 0.68}, {"text": "I have nightmares about this where you're backstage and all of a sudden like", "start": 367.82, "duration": 2.82}, {"text": "\"Alright we're doing the Virtuous Burglar, you gotta go\"", "start": 370.64, "duration": 1.72}, {"text": "It's like \"I don't remember my lines.\" \"Just get out there. They'll come to you.\"", "start": 372.5, "duration": 2.9}, {"text": "And you come out on stage with the play you did 15 years ago", "start": 375.4, "duration": 4.12}, {"text": "This is - this is what happens when I sleep.", "start": 380.7, "duration": 2.12}, {"text": "Back in the good old days - Good old days '97, what a time.", "start": 383.54, "duration": 3.14}, {"text": "Where did that change, when did the anxiety start?", "start": 387.2, "duration": 2.94}, {"text": "When it actually matters, you know, when you're like auditioning for", "start": 390.28, "duration": 2.64}, {"text": "you know, for your work, your career, your life. You know you're an adult, it's not just funny games,", "start": 393.42, "duration": 4.98}, {"text": "you're actually trying to build something and when it doesn't work out, you start to kind of get, you know.", "start": 398.4, "duration": 4.16}, {"text": "It's a heady game acting, you know, for any movie or book", "start": 402.7, "duration": 2.54}, {"text": "there's probably you know dozens of rejections and that can play on you,", "start": 405.24, "duration": 4.62}, {"text": "So you start to kind of put pressure on yourself.", "start": 409.86, "duration": 3.24}, {"text": "You know, sometimes you go through stints of having really good auditions,", "start": 413.1, "duration": 3.419}, {"text": "really solid auditions, being like \"I'm good. Every time I go in the room I feel centered, I'm present, I'm ready.\"", "start": 416.52, "duration": 4.62}, {"text": "Other times you're like \"Man, I feel like I forget how to act\" and you're on shaky ground every time you step in a room.", "start": 421.48, "duration": 6.52}, {"text": "You said that there's a search to be in the moment.", "start": 429.3, "duration": 3.46}, {"text": "Does that only apply to acting?", "start": 433.18, "duration": 2.02}, {"text": "It's everything that reality looks and feels and smells and sounds like but you know it's not and", "start": 435.38, "duration": 5.42}, {"text": "you're completely in control of that unfolding.", "start": 441.1, "duration": 3.019}, {"text": "And that's the time where I really feel the most present", "start": 444.24, "duration": 3.88}, {"text": "And I think that's part of my addiction to acting because I struggle to find that in life.", "start": 448.18, "duration": 3.62}, {"text": "It's a bit harder when there's no script.", "start": 451.8, "duration": 3.04}, {"text": "And this is just happening in a chaotic form. But the hunt for the moment, you know", "start": 455.02, "duration": 5.86}, {"text": "the hunt to be present, that's the goal. Acting is like a", "start": 461.58, "duration": 4.2}, {"text": "temporary, artificial substitute that is like a drug. It's great.", "start": 466.02, "duration": 3.62}, {"text": "My goal in life is to find that,", "start": 470.32, "duration": 2.0}, {"text": "to be present like that in life. It's hard.", "start": 472.96, "duration": 3.8}]
