[{"text": "Okay, I've always wanted to know if we can connect with the field and we can heal ourselves, why do we ever die", "start": 0.03, "duration": 6.059}, {"text": "so let's answer it from a soul standpoint and", "start": 6.279, "duration": 4.16}, {"text": "Let's answer it from a theoretical philosophical", "start": 11.259, "duration": 3.35}, {"text": "Spiritual standpoint, how's that sound?", "start": 15.339, "duration": 2.0}, {"text": "Most people die because they're in a genetic program", "start": 18.91, "duration": 3.799}, {"text": "that", "start": 23.41, "duration": 1.199}, {"text": "If you were truly living completely in the present moment all of your attention and energy were in the present moment", "start": 24.609, "duration": 6.44}, {"text": "Then you would be out of the program. Yes or now", "start": 31.359, "duration": 2.3}, {"text": "Where are you? I didn't want to lose contact", "start": 34.27, "duration": 2.0}, {"text": "So it would make sense then that when your body is programmed into a predictable future based on what you've did in the past", "start": 36.94, "duration": 7.939}, {"text": "then it's it's almost like a", "start": 45.28, "duration": 2.0}, {"text": "Predetermined destiny yes or no", "start": 47.71, "duration": 2.659}, {"text": "Another way to say it is you're rushing to your death. I", "start": 51.129, "duration": 3.65}, {"text": "Don't know how else to say that you get it. So", "start": 55.719, "duration": 3.53}, {"text": "imagine as I said all week so far the genes that have been", "start": 60.34, "duration": 4.789}, {"text": "Signaled and certain genes are more hardwired than others and when you notice that tendency when you're at home", "start": 65.979, "duration": 7.22}, {"text": "and you want to get up and start your day and you got emails and and you just go ho ho wait a", "start": 73.2, "duration": 5.01}, {"text": "Second and you come back to the present moment. That's unnatural", "start": 78.67, "duration": 3.529}, {"text": "That goes against the program and people lose their free will to a program and all of a sudden now", "start": 83.229, "duration": 5.63}, {"text": "The will is getting greater than the program and they're literally changing a line of time. That's what we're doing", "start": 89.049, "duration": 6.23}, {"text": "Are you with me still? Come on?", "start": 95.71, "duration": 2.209}, {"text": "so", "start": 98.53, "duration": 1.47}, {"text": "There's not a lot of evidence that shows that people can be immortal and yet there's an immortal gene", "start": 100.0, "duration": 5.869}, {"text": "Cancer cells have the immortal Jean signaled a lot of times", "start": 106.689, "duration": 3.77}, {"text": "So then your will to live has to be greater than your fear of dying", "start": 110.86, "duration": 3.919}, {"text": "Are you with me still?", "start": 115.36, "duration": 2.0}, {"text": "so then if there's an immortality gene then on some level it has to be selected and instructed yes or no and", "start": 117.61, "duration": 7.789}, {"text": "There are fables whether you believe them or not", "start": 125.77, "duration": 2.51}, {"text": "Historic figures charismatic leaders spiritual being that have overcome death. Are you with me still now?", "start": 129.54, "duration": 7.48}, {"text": "I'm sure here we go. My mother's gonna love this. I'm sure that Jesus, you know the night before his crucifixion", "start": 137.02, "duration": 6.76}, {"text": "I'm sure he wasn't saying man. I'm just not up for this. I got a headache. I'm a little anxious. I'm a little worried", "start": 144.06, "duration": 7.34}, {"text": "He took it on because that was his initiation", "start": 152.969, "duration": 3.68}, {"text": "But I came across a book many years ago series of books called the life and teachings of the Masters from the Far East", "start": 157.98, "duration": 5.539}, {"text": "Have you read that book? I can tell you have and", "start": 164.459, "duration": 3.29}, {"text": "It was about a researcher named beard Spaulding who went to the Himalayas and", "start": 169.62, "duration": 4.009}, {"text": "He was looking for the Masters in the in the Far East", "start": 174.54, "duration": 3.349}, {"text": "And I was just in my early 20s", "start": 178.709, "duration": 3.11}, {"text": "and I don't know I guess I was just", "start": 181.819, "duration": 2.25}, {"text": "Hot pursuit of all of that and I read the book I couldn't stop reading it", "start": 184.53, "duration": 4.879}, {"text": "I've read them and once and twice and three times because these were the masters that that really", "start": 189.409, "duration": 5.309}, {"text": "lived in the Himalayas", "start": 195.269, "duration": 1.161}, {"text": "they didn't need to be in social consciousness and", "start": 196.43, "duration": 2.489}, {"text": "They they would appear in one place and disappear and the guy would they would all trek across and then the guy the guy who?", "start": 199.079, "duration": 6.08}, {"text": "Would trek across for two days and the other guy would already be there", "start": 205.169, "duration": 2.72}, {"text": "And so I just took my light body over there. I'm just laying down at home", "start": 208.439, "duration": 3.77}, {"text": "You know, I'm sort of going. Wow. What is this now?", "start": 212.939, "duration": 3.74}, {"text": "It would require then", "start": 217.949, "duration": 2.0}, {"text": "someone", "start": 221.04, "duration": 1.229}, {"text": "Who has actually accomplished it?", "start": 222.269, "duration": 2.51}, {"text": "to be able to teach it because they would know the journey yes or no, and it would have to be", "start": 225.72, "duration": 6.019}, {"text": "ascending to greater greater levels of energy and when", "start": 232.919, "duration": 2.57}, {"text": "theoretically when all that energy is sitting right in that pituitary gland and", "start": 236.459, "duration": 3.739}, {"text": "All that Energy's in your brain, you know of all the historic figures of the light around their head", "start": 240.75, "duration": 5.0}, {"text": "I mean, that's that's when you're transcendent", "start": 245.75, "duration": 3.329}, {"text": "Your divinity is greater than your humanity. Are you with me still so theoretically there is a", "start": 249.75, "duration": 7.19}, {"text": "There's a gene for immortality, but it's got to receive the right signal now. I don't think", "start": 258.419, "duration": 7.279}, {"text": "That signal is going to be chemical just saying", "start": 266.37, "duration": 4.109}, {"text": "That the 98th and a half percent of all those genes that couldn't be selected and instructed", "start": 271.87, "duration": 5.989}, {"text": "My theory is it's going to have to become acted by", "start": 278.86, "duration": 3.44}, {"text": "electromagnetism a greater frequency than matter because it makes sense then a", "start": 282.79, "duration": 4.339}, {"text": "coherent signature of energy is not there's going to be greater to change manner than matter changing matter chemistry is", "start": 287.68, "duration": 5.959}, {"text": "slow frequency of matter changing matter are you with me still and there's little antennas on receptor sites that pick up the", "start": 293.949, "duration": 6.71}, {"text": "Frequency of the chemical as gets closer and then and then the the flower just kind of changes and and there's a lock-and-key", "start": 300.789, "duration": 6.65}, {"text": "Phenomenon that goes on this preparation will match but it's very slow frequency, but the receptor sites on the outside of the cells", "start": 307.84, "duration": 6.679}, {"text": "Happen to be a hundred times more sensitive in some references 200 times more sensitive to electromagnetism than to chemistry", "start": 315.13, "duration": 7.549}, {"text": "Are you with me still? So Nature has the principal called endowment?", "start": 323.41, "duration": 4.339}, {"text": "You know, what endowment is the Nature doesn't waste anything if you don't use it", "start": 327.75, "duration": 4.919}, {"text": "You lose it and that's evolution and yet we have these big brains. We got this storehouse of DNA and", "start": 332.669, "duration": 5.79}, {"text": "Yet we haven't tapped into it. Would you agree?", "start": 339.7, "duration": 3.259}, {"text": "so then if the signal is more energy in its coherent energy and", "start": 343.84, "duration": 4.549}, {"text": "the person is raising their frequency and they're above", "start": 348.88, "duration": 3.589}, {"text": "Their reactions to their environment they've mastered fear", "start": 353.169, "duration": 3.98}, {"text": "They would be out on that course every day until they walked across it with no fear at all eyes open eyes closed", "start": 357.669, "duration": 6.74}, {"text": "That's just what they would do. Do you understand but they would need a Hierophant", "start": 364.41, "duration": 4.649}, {"text": "They would need a teacher. They would need someone who crossed that same path to be able to instruct them", "start": 369.61, "duration": 5.45}, {"text": "So then the soul kind of works intimately", "start": 375.06, "duration": 2.459}, {"text": "with our DNA", "start": 378.16, "duration": 2.0}, {"text": "because at the end of your life", "start": 380.169, "duration": 2.779}, {"text": "when you die and", "start": 383.71, "duration": 2.0}, {"text": "You leave your physical body", "start": 386.41, "duration": 2.0}, {"text": "you're a conscious sovereign being and the divine has to get to know how you did so you as a", "start": 388.75, "duration": 6.589}, {"text": "Consciousness. The soul goes take a seat", "start": 395.65, "duration": 2.0}, {"text": "Let me just show you the show. We've been watching the whole entire time and the soul plays back the", "start": 398.2, "duration": 5.119}, {"text": "entire life", "start": 404.59, "duration": 1.229}, {"text": "but the thing is is that you're not only", "start": 405.819, "duration": 2.0}, {"text": "experiencing it as you you're observing yourself and you're experiencing the feelings of how you're affecting everybody else and", "start": 407.86, "duration": 6.89}, {"text": "all of a sudden you have these tremendous insights like oh that didn't go so well or", "start": 415.09, "duration": 5.66}, {"text": "You see that you keep making the same unconscious mistake", "start": 421.18, "duration": 3.44}, {"text": "And I don't know about you when I see myself", "start": 424.62, "duration": 2.25}, {"text": "making the same conscious mistake up sooner or later one of the shot at it and", "start": 427.0, "duration": 3.349}, {"text": "So the soul goes well you want you you want to go let's go", "start": 431.08, "duration": 2.929}, {"text": "And you was a conscious being say I gotta go and take care of that be with me Still? So you descend back into density", "start": 434.11, "duration": 6.769}, {"text": "You forget who you were", "start": 441.879, "duration": 2.18}, {"text": "So you can come back and do it again and your whole life maybe for that. One moment", "start": 444.61, "duration": 5.149}, {"text": "Where you have to make a different choice?", "start": 450.099, "duration": 2.0}, {"text": "That one moment that one moment where you have to decide?", "start": 452.199, "duration": 3.29}, {"text": "Are you with me Still? And if you make the choice and you evolve?", "start": 456.37, "duration": 5.63}, {"text": "Then of course your experienced then begins to change your genetic expression. Are you with me still and now the soul?", "start": 462.849, "duration": 6.74}, {"text": "Retires that into wisdom and it keeps it and that's what you're taken back to the unified field back to singularity", "start": 470.11, "duration": 6.739}, {"text": "What you don't own and don't master still has to be dealt with so then the soul says ok. Let's look for a", "start": 477.31, "duration": 6.109}, {"text": "Middle a let's look for a woman that comes from that would be in a middle-aged", "start": 484.12, "duration": 3.289}, {"text": "middle class family and", "start": 488.8, "duration": 2.0}, {"text": "Half Hispanic half white", "start": 491.65, "duration": 2.299}, {"text": "North New Jersey would be a good place and I don't know why I'm making this stuff up and and", "start": 494.639, "duration": 5.429}, {"text": "Let's make sure that she gets the pattern", "start": 500.919, "duration": 2.63}, {"text": "In the genes that's equal to the the soul and let's set up the conditions in the environment", "start": 503.889, "duration": 5.269}, {"text": "Perfectly so that that person can experience", "start": 510.009, "duration": 3.74}, {"text": "where they're limited now if the person is unconscious", "start": 514.539, "duration": 3.08}, {"text": "Then it would make sense. Then that the person would want to experience what the other person experienced so the soul can go home", "start": 518.26, "duration": 6.019}, {"text": "I'll never do that again", "start": 524.279, "duration": 1.271}, {"text": "so in a sense", "start": 525.55, "duration": 1.13}, {"text": "Then it's not the personality that chooses the body or the parents or there's the soul that chooses it. Does that make sense", "start": 526.68, "duration": 5.989}, {"text": "But if a person gets caught in routine and gets lost in the quagmire of life", "start": 533.19, "duration": 4.94}, {"text": "then the ego takes over and the soul is diminished and", "start": 538.86, "duration": 3.5}, {"text": "Now the person is doing their best to become a somebody as someone on something be somewhere in sometime", "start": 543.12, "duration": 5.03}, {"text": "And of course if that's the journey and the person's not willing to find wisdom or look for truth", "start": 548.15, "duration": 6.539}, {"text": "Then they can play on that level for as long as they want until they're tired of it", "start": 554.94, "duration": 3.77}, {"text": "And when they finally get bored with it, and they'll will want to choose something else and eternity is a long time wouldn't you agree?", "start": 558.96, "duration": 5.809}, {"text": "So then the soul then says okay, here's the options probable lines of time", "start": 566.37, "duration": 5.39}, {"text": "there are probable lines of time that are the more probable than others and", "start": 571.86, "duration": 3.74}, {"text": "There is a probable line of time", "start": 577.62, "duration": 2.45}, {"text": "for living in the same body and", "start": 580.59, "duration": 2.539}, {"text": "Raising your frequency to the point where you can go wherever you want with your body", "start": 583.65, "duration": 5.089}, {"text": "That's the ultimate", "start": 589.26, "duration": 1.14}, {"text": "Yes or no?", "start": 590.4, "duration": 0.8}, {"text": "and you can whip bread at a nothing and you can be in two places at once and you can be on the the", "start": 591.2, "duration": 6.21}, {"text": "Alternate universe and have a whole life there and you can be dimensional", "start": 598.29, "duration": 3.889}, {"text": "That's that's the freedom of when you've mastered yourself and you've mastered the conditions", "start": 602.18, "duration": 5.28}, {"text": "but most of us are", "start": 608.22, "duration": 2.0}, {"text": "Headed in a certain timeline based on our genes and based on our own personal", "start": 611.16, "duration": 4.189}, {"text": "Evolution and that's what makes this time right now. So", "start": 615.87, "duration": 3.83}, {"text": "powerful this time right now is the age of information and", "start": 620.61, "duration": 3.98}, {"text": "an age of information ignorance is actually a choice and", "start": 625.05, "duration": 3.679}, {"text": "People are beginning to realize that I don't need a doctor to find out what my disease is", "start": 629.1, "duration": 3.83}, {"text": "I don't need to go to the library or talk to my teacher", "start": 632.93, "duration": 2.429}, {"text": "I can just I can just find the information and people are starting to wake up to greater", "start": 635.36, "duration": 5.4}, {"text": "understandings and that is starting to become the collective and that", "start": 641.13, "duration": 3.89}, {"text": "Collective energy in the field the collective consciousness. The collective awareness is", "start": 645.24, "duration": 4.28}, {"text": "changing the future of humanity", "start": 650.04, "duration": 2.0}, {"text": "Yes, or no and at the same time", "start": 652.11, "duration": 2.9}, {"text": "The past is crumbling", "start": 656.46, "duration": 2.0}, {"text": "There is economic collapse. There's political kolaks. There's religious collapse. There's environmental collide. There's there's", "start": 659.16, "duration": 7.459}, {"text": "All of that is breaking down", "start": 667.59, "duration": 2.0}, {"text": "Journalistic collapse. I mean well who watches the news and expects the year the truth?", "start": 670.41, "duration": 3.679}, {"text": "I mean, it's just all falling apart and it's becoming so obvious", "start": 674.09, "duration": 4.409}, {"text": "to people", "start": 679.05, "duration": 0.96}, {"text": "That all of a sudden they're realizing that the people that run the world", "start": 680.01, "duration": 2.9}, {"text": "there are people that are in places of power are actually really really worse off than you and I and", "start": 682.91, "duration": 5.669}, {"text": "The only thing that has to happen is that we have to collectively become one mind", "start": 688.98, "duration": 4.67}, {"text": "and when we've collectively become one mind that we no longer is seduced by those things and", "start": 694.35, "duration": 4.88}, {"text": "We are now like a flock of birds all moving in the same direction and those fish all of a sudden moving as a school", "start": 699.72, "duration": 6.559}, {"text": "Nobody's leading. Everybody's leading", "start": 707.61, "duration": 2.0}, {"text": "We're just connected and what do you think we're doing when you tune in to the power of love in this room?", "start": 709.61, "duration": 5.309}, {"text": "Don't you know everybody dialing into that same frequency is causing that frequency to be in this room", "start": 715.2, "duration": 6.71}, {"text": "And if everybody's doing it is getting more collimated more coherent more organized and if you put your attention on it", "start": 721.91, "duration": 6.75}, {"text": "There's more of it so", "start": 728.66, "duration": 2.0}, {"text": "Then when you're leading with your heart, that's enough. That's enough", "start": 730.71, "duration": 4.25}, {"text": "So then when you have a collective mind and people are moving in that way", "start": 736.14, "duration": 4.279}, {"text": "They're no longer reacting to politics or whatever and they no longer need those things. You're catching somebody who's starting to awaken", "start": 740.42, "duration": 6.57}, {"text": "Yes or no, and if you're focusing on the divine and that's where all of your attention is, you won't see ethnicity", "start": 747.75, "duration": 6.38}, {"text": "She won't see skin color. You won't see anything a separation. You'll just be like wow", "start": 754.41, "duration": 5.269}, {"text": "Nice costume to the masquerade. I should've wore that", "start": 760.59, "duration": 3.979}, {"text": "It's crazy because then people go get their genetics found out and you know, some of them, you know", "start": 767.19, "duration": 5.359}, {"text": "Just really have an intolerance to some culture and they're 40% of that culture. So", "start": 772.59, "duration": 5.299}, {"text": "What makes this time for me so unique and I'm speaking", "start": 784.23, "duration": 4.28}, {"text": "personally is", "start": 789.03, "duration": 1.77}, {"text": "That there's such a quickening going on more things are happening in a shorter amount of time", "start": 790.8, "duration": 5.0}, {"text": "Would you agree and if more things are happening in a shorter amount of time, it becomes more difficult to predict the next moment", "start": 795.8, "duration": 6.63}, {"text": "this point we're reaching this nodal point is the point of", "start": 803.01, "duration": 4.039}, {"text": "unpredictability and the old is collapsing and the", "start": 807.69, "duration": 2.9}, {"text": "collapsing of the old should never be faced with fear with bigotry with with with anger with", "start": 811.44, "duration": 7.159}, {"text": "hostility with guilt sadness and shame because that's how we've been controlled all along and", "start": 818.97, "duration": 5.569}, {"text": "by the way, I mean, I'm not a conspiracy theorist, but if you want to control people manipulate their emotions", "start": 825.18, "duration": 5.96}, {"text": "So as we move closer and closer to that point the probability of us changing our life", "start": 831.36, "duration": 6.98}, {"text": "The length of our life not from low stress foods and not from vitamins", "start": 838.83, "duration": 5.959}, {"text": "All those things are good matter to matter", "start": 844.79, "duration": 2.1}, {"text": "But stress is gonna down regulate the gene", "start": 848.46, "duration": 2.75}, {"text": "Consume the body's energy", "start": 851.82, "duration": 1.23}, {"text": "And now that's going to begin to signal the gene to produce the disease that the person has inherited in the first place", "start": 853.05, "duration": 6.23}, {"text": "Are you with me still so when you react to someone or something and you're living by the same emotional state?", "start": 859.74, "duration": 5.57}, {"text": "You keep the same genes on the same genes off and that's your genetic destiny. And now the awakening of this even if", "start": 865.31, "duration": 7.08}, {"text": "Even if we change little timelines just this week we changed lines of time", "start": 873.99, "duration": 5.51}, {"text": "You stained something about yourself you are going to walk into a different future", "start": 879.69, "duration": 4.279}, {"text": "That is your genetic timeline, and now you're bumped off course", "start": 883.97, "duration": 3.63}, {"text": "You just got to be willing to stay in the unknown and be comfortable with it. And that's when you're at your greatest", "start": 887.6, "duration": 5.16}, {"text": "Are you with me still?", "start": 893.37, "duration": 1.5}, {"text": "So we're moving point towards that point where more and more things are becoming more difficult to predict as the old", "start": 894.87, "duration": 6.71}, {"text": "collapses and all of a sudden the leaders that run the world", "start": 901.86, "duration": 3.02}, {"text": "Are being exposed and now people are starting to unify and saying I don't believe anything any longer. What do I do believe in?", "start": 905.49, "duration": 7.16}, {"text": "I believe in me, what do I do believe I believe in you because we're a tribe now", "start": 912.65, "duration": 4.109}, {"text": "we're our mini culture and I was with", "start": 916.95, "duration": 2.63}, {"text": "The owner of Guyot the I am Gaia, what does it call? No, I am Gaia", "start": 921.27, "duration": 4.19}, {"text": "and he's a really smart guy and", "start": 926.24, "duration": 2.78}, {"text": "we were talking about this and he and we were saying", "start": 929.66, "duration": 2.6}, {"text": "There's too many pockets", "start": 933.47, "duration": 2.21}, {"text": "Cultures of", "start": 937.85, "duration": 1.77}, {"text": "People that are waking up around the world too hard to take them out now can happen now it's happening too fast", "start": 939.62, "duration": 6.919}, {"text": "And so we have to be able to face the collapse of all of those paradigms", "start": 949.73, "duration": 7.01}, {"text": "From a greater level of mind", "start": 958.37, "duration": 2.0}, {"text": "We have to say thank God. It's fallen away, but let's not do the same again", "start": 960.56, "duration": 4.07}, {"text": "Let's do something differently. Let's do it differently, and you know what?", "start": 965.45, "duration": 3.349}, {"text": "We'll create our own", "start": 969.35, "duration": 1.53}, {"text": "Culture, we'll create our own government will create a whole nother way of being we'll create something better. And if you study Buckminster Fuller,", "start": 970.88, "duration": 6.77}, {"text": "What did he say about changing the world you", "start": 978.29, "duration": 2.179}, {"text": "Don't go in there and try to change that you create something better and everybody leaves that and goes over there", "start": 980.54, "duration": 5.39}, {"text": "That's how it's gonna work", "start": 986.21, "duration": 2.0}, {"text": "are you at me still and I know this to be the case because I'm in the world of healthcare and", "start": 988.46, "duration": 5.839}, {"text": "This even five years ago", "start": 995.839, "duration": 2.03}, {"text": "physicians would be like", "start": 998.6, "duration": 2.0}, {"text": "And now they're like eh, whatever you're doing. You're making me look good. Just keep going man", "start": 1000.73, "duration": 4.04}, {"text": "I don't have to run off to spend any more time with you", "start": 1004.77, "duration": 1.83}, {"text": "I got to get to the next person to write the next prescription", "start": 1006.6, "duration": 2.4}, {"text": "They're like you you did that", "start": 1009.58, "duration": 2.0}, {"text": "That's awesome. I'm really I wish all my patients were like you", "start": 1012.1, "duration": 4.25}, {"text": "That's that's how the collective is moving", "start": 1017.44, "duration": 3.529}, {"text": "And if the collective moves is not the coming of a Christ like a you know", "start": 1021.19, "duration": 4.639}, {"text": "Jesus in the sandals or on a Harley or whatever you see", "start": 1025.829, "duration": 3.06}, {"text": "It's not that", "start": 1030.04, "duration": 1.799}, {"text": "it's a", "start": 1031.839, "duration": 1.86}, {"text": "collective consciousness that", "start": 1033.699, "duration": 2.0}, {"text": "is altruistic", "start": 1036.16, "duration": 1.83}, {"text": "That loves one another that takes care of one another stops", "start": 1037.99, "duration": 3.38}, {"text": "But we're the only species that murders one another that's that's going to fall away. That's the nodal point", "start": 1041.37, "duration": 6.78}, {"text": "that's the choice point that either we move through that or", "start": 1048.67, "duration": 3.38}, {"text": "We head back and we reproduce the same thing and who knows what will happen to this world?", "start": 1052.63, "duration": 5.119}, {"text": "This is an bind way. You can't be a victim about this", "start": 1058.21, "duration": 3.459}, {"text": "Because you negotiated to be here you negotiated for this moment, and you know what?", "start": 1062.82, "duration": 5.15}, {"text": "I've been to those alternate places enough that I know that I'm eternal", "start": 1068.49, "duration": 4.01}, {"text": "So well, if you know your eternal why not just go all in", "start": 1072.539, "duration": 3.229}, {"text": "You just get another body and you say wow. Whoa. I'm a little different than the last one", "start": 1076.86, "duration": 4.669}, {"text": "And it would be less prejudiced. I assure you", "start": 1082.2, "duration": 3.559}, {"text": "Are you with me still? So this is a collective moment and", "start": 1086.639, "duration": 4.04}, {"text": "It is a group consciousness moving", "start": 1091.44, "duration": 2.78}, {"text": "Towards one place and I want you to know you have no idea", "start": 1094.769, "duration": 5.06}, {"text": "With what you're doing right now how it's changing the future of many many people. Are you with me still?", "start": 1100.409, "duration": 6.68}, {"text": "And to me that makes all the lost luggage and the miss flights", "start": 1110.07, "duration": 5.66}, {"text": "all of those crazy things", "start": 1117.0, "duration": 2.0}, {"text": "Worth it, and of course then there's genetic engineering and if you really dig into it", "start": 1120.419, "duration": 6.92}, {"text": "You'll see that there are a lot of weird things going on when people start mixing genes a lot of crazy things", "start": 1127.34, "duration": 6.449}, {"text": "So then we have to become our own genetic engineers", "start": 1134.49, "duration": 2.449}, {"text": "and if you could assign meaning to what you're doing and", "start": 1136.94, "duration": 3.569}, {"text": "understand that every time you change your emotional state and you reach for the divine and", "start": 1141.0, "duration": 5.029}, {"text": "You unfold and you fall on and to nothing and you let go and trust in that intelligence. It moves closer to you", "start": 1146.1, "duration": 7.4}, {"text": "don't you know that when you begin to interact with it, it will have its way with you and", "start": 1154.47, "duration": 4.699}, {"text": "Those experiences that happen outside of three-dimensional reality will signal genes and those genes of mastery", "start": 1159.87, "duration": 6.739}, {"text": "Those genes that have to be activated", "start": 1167.009, "duration": 2.33}, {"text": "In order for us to really transcend the conditions that are that are being presented to us and that's my vision by the way", "start": 1169.62, "duration": 7.13}, {"text": "That's why I love doing what I do. Anyway, that's the short answer", "start": 1176.75, "duration": 3.509}, {"text": "You", "start": 1182.79, "duration": 2.0}]
